[
    {
        "title": "Arifureta: From Commonplace to World's Strongest",
        "volumeNumber": 1,
        "authors": [
            "Ryo Shirakome"
        ],
        "publisher": "Seven Seas",
        "publishedDate": "2018-02-06",
        "description": "The bestselling fantasy light novel comes to print for the first time! Seventeen-year-old Hajime Nagumo is your average, everyday otaku. However, his simple life of pulling all-nighters and sleeping in school is suddenly turned upside down when he, along with the rest of his class, is summoned to a fantasy world! They’re treated like heroes and tasked with the duty of saving the human race from utter extinction. But what should have been any otaku’s paradise quickly turns into Hajime’s nightmare. While the rest of his class are blessed with godlike powers, Hajime’s job, Synergist, only has a single transmutation skill. Ridiculed and bullied by his classmates for being weak, he soon finds himself in despair. Will he be able to survive in this dangerous world of monsters and demons with only a glorified blacksmith’s level of strength?",
        "identifier": {
            "identifier": "9781626927681"
        },
        "pageCount": 420,
        "thumbnail": "http://books.google.com/books/content?id=-fWCswEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Sword Art Online Progressive",
        "volumeNumber": 6,
        "authors": [
            "Reki Kawahara"
        ],
        "publisher": "Yen Press LLC",
        "publishedDate": "2019-07-09",
        "description": "\"...CAST ASIDE YOUR DISTRACTIONS AND MAINTAIN THE TRANQUILITY OF YOUR HEART.\" At long last, Kirito and Asuna have reunited with Kizmel the dark elf, and everything is as it should be...Well, almost everything. As the three continue the Elf War campaign and hunt for the remaining sacred keys, they're met with one surprise after another. Between the assassination attempts, off-script scenarios, and AI that seem a little too lifelike, Kirito can't help but wonder if this is the same game he beta tested! And if that wasn't enough, a shocking development allows the Curse of Stachion questline to finally come to an end-but not before the party receives another unwelcome visit from a PK agitator! Sword Art Online: Progressive, a new version of the Sword Art Online tale that chronicles the entirety of Kirito and Asuna's epic adventure through Aincrad, continues!",
        "identifier": {
            "identifier": "9781975383336"
        },
        "pageCount": 288,
        "thumbnail": "http://books.google.com/books/content?id=deOVDwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Arifureta: From Commonplace to World's Strongest",
        "volumeNumber": 4,
        "authors": [
            "Ryo Shirakome"
        ],
        "publisher": "Seven Seas",
        "publishedDate": "2018-12-18",
        "description": "FATHER FIGURES?! With their business in Ur concluded, Hajime and his party return to Fuhren. After getting Yue, Shea, and Tio their Status Plates, Hajime decides to take a break from adventuring–or so he thinks. If he doesn’t find trouble on his own, it manages to find him! Running afoul of a shady underground organization during a date with Shea, Hajime ends up rescuing a young girl named Myu. Wait. Is he supposed to be her surrogate father now?!",
        "identifier": {
            "identifier": "9781626929494"
        },
        "pageCount": 280,
        "thumbnail": "http://books.google.com/books/content?id=n4SWswEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Zero's Familiar Chevalier",
        "volumeNumber": 4,
        "authors": [
            "Noboru Yamaguchi"
        ],
        "publisher": "Seven Seas",
        "publishedDate": "2015-01-20",
        "description": "FIGHT TO THE FINISH The last battle between Tristain and Albion is on the horizon, but when a brief ceasefire gives everyone a chance to rest and reflect, Saito finds himself clashing with Louise once again—and driven into Siesta's waiting arms. Tristain's victory seems inevitable until an unexpected, magical attack turns the tide against them. With his loved ones in danger and his life on the line, will Saito finally figure out what he's fighting for?",
        "identifier": {
            "identifier": "9781626921092"
        },
        "pageCount": 192,
        "thumbnail": "http://books.google.com/books/content?id=TJ6roAEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Zero's Familiar Chevalier",
        "volumeNumber": 1,
        "authors": [
            "Noboru Yamaguchi"
        ],
        "publisher": "Seven Seas",
        "publishedDate": "2015-01-20",
        "description": "FIGHT TO THE FINISH The last battle between Tristain and Albion is on the horizon, but when a brief ceasefire gives everyone a chance to rest and reflect, Saito finds himself clashing with Louise once again—and driven into Siesta's waiting arms. Tristain's victory seems inevitable until an unexpected, magical attack turns the tide against them. With his loved ones in danger and his life on the line, will Saito finally figure out what he's fighting for?",
        "identifier": {
            "identifier": "9781626920415"
        },
        "pageCount": 192,
        "thumbnail": "http://books.google.com/books/content?id=MahxDwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Another, Vol. 1 (light novel)",
        "volumeNumber": -1,
        "authors": [
            "Yukito Ayatsuji"
        ],
        "publisher": "Yen Press LLC",
        "publishedDate": "2013-03-19",
        "description": "In the spring of 1998, Kouichi Sakakibara transfers to Yomiyama North Middle School. In class, he develops a sense of unease as he notices that the people around him act like they're walking on eggshells, and students and teachers alike seem frightened. As a chain of horrific deaths begin to unfold around him, he comes to discover that he has been placed in the cursed Class 3 in which the student body head count is always one more than expected. Class 3 is haunted by a vengeful spirit responsible for gruesome deaths in an effort to satisfy its spite. To stop the vicious cycle gripping his new school, Kouichi decides to get to the bottom of the curse, but is he prepared for the horror that lies ahead...?",
        "identifier": {
            "identifier": "9780316339100"
        },
        "pageCount": 240,
        "thumbnail": "http://books.google.com/books/content?id=6Cz14OucMk0C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Another",
        "volumeNumber": 0,
        "authors": [
            "Yukito Ayatsuji"
        ],
        "publisher": "Yen Press LLC",
        "publishedDate": "2013-10-29",
        "description": "In the spring of 1998, Koichi Sakakibara transfers into Class 3-3 at Yomiyama North Middle School. But little does he know...his new class has a horrible secret. When he takes his seat in class for the first day of school, Koichi is unsettled by his fearful classmates. Despite this atmosphere and warnings from fellow students, Koichi is drawn to the beautiful, distant Mei Misaki, another classmate. But the closer he tries to get to her, the more mysterious she and their class become. And when a fellow student dies a disturbing death - the first of a long chain of deaths - Koichi seeks to learn the truth behind the curse of Class 3-3. But can he get answers before the curse kills him?",
        "identifier": {
            "identifier": "9780316245913"
        },
        "pageCount": 720,
        "thumbnail": "http://books.google.com/books/content?id=8-CFwtiC1x0C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Arifureta: From Commonplace to World's Strongest",
        "volumeNumber": 2,
        "authors": [
            "Ryo Shirakome"
        ],
        "publisher": "J-Novel Club",
        "publishedDate": "2017-07-21",
        "description": "After being summoned to a new world and thrown down into the depths of hell, Hajime Nagumo met Yue and together they conquered the Great Orcus Labyrinth. The pair was planning on taking it easy on the surface for a little bit, but a meeting with the bunny girl Shia Haulia throws a wrench into those plans. She has the peculiar power to see the future, and according to her, Hajime's the one saving her family in her visions! Hajime was planning on refusing, but it appears she might be able to help him on his quest to return home. And so, the adventure continues in Reisen Gorge.",
        "identifier": {
            "identifier": "9781626927803"
        },
        "pageCount": -1,
        "thumbnail": "http://books.google.com/books/content?id=WytgDwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "language": "en"
    },
    {
        "title": "The Saga of Tanya the Evil",
        "volumeNumber": 6,
        "authors": [
            "Carlo Zen"
        ],
        "publisher": "Yen Press LLC",
        "publishedDate": "2019-07-30",
        "description": "Through the bone-chilling winter wind, the clashes of war can be heard. Equipped with fragile weapons and machinery, Tanya and her unit march toward the Eastern front. There, Tanya realizes the primitiveness of it all, and that it'll take more than a miracle to emerge unscathed...",
        "identifier": {
            "identifier": "9780316560719"
        },
        "pageCount": 288,
        "thumbnail": "http://books.google.com/books/content?id=psCcDwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "language": "en"
    },
    {
        "title": "The Saga of Tanya the Evil",
        "volumeNumber": 5,
        "authors": [
            "Carlo Zen"
        ],
        "publisher": "Yen Press LLC",
        "publishedDate": "2019-03-26",
        "description": "Winter is roughly two months out. The time limit has been set.But the Empire's military leaders are fiercely divided on what to do. Should they conduct aggressive offensives in hopes of a break through, or should they weather the winter and use that as a chance to reorganize, restructuring the lines of battle? In the end, they decided that while they gather supplies for a theoretical offensive, they would conduct an investigation to collect intelligence. Naturally, Tanya's Salamander Unit was the first candidate for the mission. Should they push ahead, or should they hold their ground? There's no time to hesitate. As the hellish conditions worsen, the war shows no sign of slowing down or becoming any less brutal. Everyone has no choice but keep what they hold dear close to their hearts as they march ever onwards toward the battlefield. Everything for the sake of the motherland, for the fatherland.",
        "identifier": {
            "identifier": "9780316560696"
        },
        "pageCount": 336,
        "thumbnail": "http://books.google.com/books/content?id=dXWGDwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "language": "en"
    },
    {
        "title": "The Saga of Tanya the Evil",
        "volumeNumber": 3,
        "authors": [
            "Carlo Zen"
        ],
        "publisher": "Yen Press LLC",
        "publishedDate": "2018-07-31",
        "description": "Contrary to her dearest wish to find a safe place and stay there, Major Tanya von Degurechaff continues to wade through the fog of war with her troops on land, at sea, and in the air. After many battles with the increasingly numerous enemies of the Empire, a chance for a breakthrough finally appears. But when her comrades begin celebrating the glories they've reaped, savoring the sweet nectar of imminent triumph, Tanya alone is frozen in fear. Has the Empire decisively won the war, or is this nothing more than a Pyrrhic victory...?",
        "identifier": {
            "identifier": "9780316512480"
        },
        "pageCount": 288,
        "thumbnail": "http://books.google.com/books/content?id=9IxJDwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "language": "en"
    },
    {
        "title": "The Saga of Tanya the Evil",
        "volumeNumber": 2,
        "authors": [
            "Carlo Zen"
        ],
        "publisher": "Yen Press LLC",
        "publishedDate": "2018-03-27",
        "description": "\"Girl--this, this is war.\" After being reborn and becoming a magic wielding soldier in the Imperial Army, Tanya Degurechaff bemoans her fate of being placed at the very edge of the front lines instead of a comfy place in the rear. Swearing revenge on Being X, she plunges head-first into battle, dragging her subordinate along with her!",
        "identifier": {
            "identifier": "9780316512466"
        },
        "pageCount": 416,
        "thumbnail": "http://books.google.com/books/content?id=kXBBDwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "language": "en"
    },
    {
        "title": "The Saga of Tanya the Evil",
        "volumeNumber": 1,
        "authors": [
            "Carlo Zen"
        ],
        "publisher": "Yen Press LLC",
        "publishedDate": "2017-12-19",
        "description": "High above the blood- and mud-soaked trenches, a young girl pits herself against army mages in high stakes aerial duels with bullets, spells, and bayonets. Her name is Tanya Degurechaff and she is the Devil of the Rhine, one of the greatest soldiers the Empire has ever seen! But inside her mind lives a ruthless, calculating ex-salaryman who enjoyed a peaceful life in Japan until he woke up in a war-torn world. Reborn as a destitute orphaned girl with nothing to her name but memories of a previous life, Tanya will do whatever it takes to survive, even if she can find it only behind the barrel of a gun!",
        "identifier": {
            "identifier": "9780316512442"
        },
        "pageCount": 336,
        "thumbnail": "http://books.google.com/books/content?id=9g7hDgAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "language": "en"
    },
    {
        "title": "The Saga of Tanya the Evil",
        "volumeNumber": 4,
        "authors": [
            "Carlo Zen"
        ],
        "publisher": "Yen Press LLC",
        "publishedDate": "2018-11-27",
        "description": "A devil wanders the battlefield in the guise of an adorable young child and her name is Tanya Degurechaff! After returning from the sandy southlands, Tanya receives an incredibly suspicious order from headquarters to embark on a training exercise. In reality, command has sent her on a covert mission to initiate a border conflict with the Federation. Soon the Empire finds itself embroiled in another fight it cannot back down from, even if it means making the entire world their enemies!",
        "identifier": {
            "identifier": "9780316560627"
        },
        "pageCount": 336,
        "thumbnail": "http://books.google.com/books/content?id=vZ5xDwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Arifureta: From Commonplace to World's Strongest",
        "volumeNumber": 5,
        "authors": [
            "Ryo Shirakome"
        ],
        "publisher": "Seven Seas",
        "publishedDate": "2019-04-02",
        "description": "THE NEXT LABYRINTH With the addition of Kaori into their party, Hajime and his friends make for the coastal city of Erisen. While crossing the Gruen Desert, they meet a young man on the hunt for a cure to a mysterious disease that has struck his people. A mineral known as stillrock holds the key to saving his country, but it can only be found inside the Grand Gruen volcano. Hajime agrees to help him procure some, and the party begins their quest to conquer yet another labyrinth. But along the way, they meet the most unexpected foe...",
        "identifier": {
            "identifier": "9781642750171"
        },
        "pageCount": 280,
        "thumbnail": "http://books.google.com/books/content?id=KJCNtgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Arifureta: From Commonplace to World's Strongest",
        "volumeNumber": 6,
        "authors": [
            "Ryo Shirakome"
        ],
        "publisher": "Seven Seas",
        "publishedDate": "2019-07-09",
        "description": "AGAINST THE APOSTLE! Hajime and his party are on the way to the Haltina Woods when they run into Heiligh’s princess, Liliana. What she reveals shocks Hajime—Aiko, his teacher, has been kidnapped! Hajime decides to alter his plans and run to her rescue. However, in order to save her, he’ll need to first make it up the Divine Mountain, where the toughest challenge he’s faced yet awaits him...",
        "identifier": {
            "identifier": "9781642751116"
        },
        "pageCount": 280,
        "thumbnail": "http://books.google.com/books/content?id=C42DugEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Overlord",
        "volumeNumber": 10,
        "authors": [
            "Kugane Maruyama"
        ],
        "publisher": "Yen Press LLC",
        "publishedDate": "2019-05-21",
        "description": "After establishing the Kingdom of Darkness, Ainz is determined to turn it into a utopia-a place where many races and creatures can all enjoy unending prosperity. His first step toward his ultimate goal is the expansion of the Adventurers Guild and training of adventurers themselves, which leads him to pay a visit to the Empire! Elsewhere, the regional leaders have been unsettled by the sudden appearance of the Kingdom of Darkness and are quickly plotting their own ways to deal with the upstart nation... Ainz's first actions as ruler of an immortal kingdom have only just begun!",
        "identifier": {
            "identifier": "9780316444989"
        },
        "pageCount": 336,
        "thumbnail": "http://books.google.com/books/content?id=JPyPDwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Overlord",
        "volumeNumber": 9,
        "authors": [
            "Kugane Maruyama"
        ],
        "publisher": "Yen Press LLC",
        "publishedDate": "2019-01-22",
        "description": "The annual war between the kingdom and the empire almost always ends in little more than a staring contest. This year, the Fresh Blood Emperor's visit to Nazarick will change everything. Ainz himself has joined the fray, which is a dark omen of the coming storm. The arrival of the absolute ruler of Nazarick means only horror and death await those who stand on what will become the most hellish battlefield anyone has seen in living memory...!",
        "identifier": {
            "identifier": "9780316398862"
        },
        "pageCount": 320,
        "thumbnail": "http://books.google.com/books/content?id=pV99DwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Overlord",
        "volumeNumber": 8,
        "authors": [
            "Kugane Maruyama"
        ],
        "publisher": "Yen Press LLC",
        "publishedDate": "2018-09-18",
        "description": "After being saved from danger by Ainz, Enri and the apothecary Nfirea have been living life to the fullest as they spend their days together in Carne Village alongside their goblin-guard neighbors. But after the Wise King of the Forest left the region, the balance of the forest has been disrupted and something has filled the vacuum of power...",
        "identifier": {
            "identifier": "9780316398848"
        },
        "pageCount": 288,
        "thumbnail": "http://books.google.com/books/content?id=wIVbDwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Overlord",
        "volumeNumber": 7,
        "authors": [
            "Kugane Maruyama"
        ],
        "publisher": "Yen Press LLC",
        "publishedDate": "2018-05-22",
        "description": "A group of \"workers\" whose better judgement has been clouded by hopes and expectations have descended into the unknown depths of a mysterious tomb. These trespassers include the small but elite team Foresight, the storied warriors of Heavy Masher, the crew lead by a legendary elder worker, Green Leaf, and the invincible swordsmen of Angel. They are some of the best that can be hired, but as more and more vengeful residents of Nazarrick appear, will any make it out alive?",
        "identifier": {
            "identifier": "9780316398817"
        },
        "pageCount": 288,
        "thumbnail": "http://books.google.com/books/content?id=64lJDwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Overlord",
        "volumeNumber": 6,
        "authors": [
            "Kugane Maruyama"
        ],
        "publisher": "Yen Press LLC",
        "publishedDate": "2018-01-30",
        "description": "The human realm of the kingdom is headed for its greatest disaster yet! After failing to prevent a daring raid on the Eight Fingers' appalling brothel, the Six Arms are dying for a chance to defend their reputation as the criminal underworld's strongest enforcers. These criminals are notorious for their brutality as much as their strength, meaning the only people who stand a chance against them are the legendary Blue Roses...and one polite, dignified butler. When these thugs make Sebas the first target of their revenge, they may get much more than they bargained for by inadvertently picking a fight with Ainz Ooal Gown!",
        "identifier": {
            "identifier": "9780316398794"
        },
        "pageCount": 320,
        "thumbnail": "http://books.google.com/books/content?id=acYrDwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Overlord",
        "volumeNumber": 5,
        "authors": [
            "Kugane Maruyama"
        ],
        "publisher": "Yen On",
        "publishedDate": "2017-09-19",
        "description": "In the kingdom of Re-Estize, a sinister organization known as the Eight Fingers holds sway of the criminal underworld. Ainzs orders Sebas to infiltrate the capital to gather intel on this shadowy group sucking the marrow from the kingdom's bones. At the same time, a young soldier named Climb struggles to hone his skills to better serve the \"Golden Princess\" while the once great warrior Brian returns home a broken man... Against the backdrop of an ancient city fraying at its edges, three men will challenge the corruption of the vicious Eight Fingers!",
        "identifier": {
            "identifier": "9780316397612"
        },
        "pageCount": 272,
        "thumbnail": "http://books.google.com/books/content?id=Ck_qxwEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Overlord",
        "volumeNumber": 4,
        "authors": [
            "Kugane Maruyama"
        ],
        "publisher": "Yen Press LLC",
        "publishedDate": "2017-05-23",
        "description": "One day, in a peaceful lizardman village, an ominous messenger visits with a warning from the Great Tomb of Nazarick: In eight days' time, they will be annihilated. Unwilling to stand by and wait, the fighter and traveler Zaryusu journeys to the other lizardman tribes--who have received the same message--hoping to form an alliance against their impossibly strong opponent. But though the warriors try valiantly to resist, Ainz Ooal Gown and his undead army hold the power to determine their fate...",
        "identifier": {
            "identifier": "9780316397599"
        },
        "pageCount": 304,
        "thumbnail": "http://books.google.com/books/content?id=rwgvDQAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Overlord",
        "volumeNumber": 3,
        "authors": [
            "Kugane Maruyama"
        ],
        "publisher": "Yen On",
        "publishedDate": "2017-01-31",
        "description": "Lord Ainz has made great progress moonlighting as the indomitable hero Momon, but what should be a moment of triumph is shattered--by news of rebellion. He vows to find out what has happened and to defend the honor of his guild and home--Ainz Ooal Gown.",
        "identifier": {
            "identifier": "9780316363938"
        },
        "pageCount": 288,
        "thumbnail": "http://books.google.com/books/content?id=3KfOjwEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Overlord",
        "volumeNumber": 2,
        "authors": [
            "Kugane Maruyama"
        ],
        "publisher": "Yen On",
        "publishedDate": "2016-09-27",
        "description": "It has been a week since Momonga logged in to his favorite RPG one last time and stranded himself there. Now he leads his guild as the Ainz Ooal Gown overlord. Finding himself in dire need of better information, he travels disguised as an adventurer to the walled city of E-Rantel, with Narberal the battle maid at his side. The pair accept a mission to retrieve medicinal herbs, making for a forest said to be the home of a great and wise beast. But the sinister influence of a fanatical cabal approaches E-Rantel, and the armor-clad Ainz will face both a ruthless warrior and a legion of the undead!",
        "identifier": {
            "identifier": "9780316363914"
        },
        "pageCount": 256,
        "thumbnail": "http://books.google.com/books/content?id=7tiXjwEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Overlord",
        "volumeNumber": 1,
        "authors": [
            "Kugane Maruyama"
        ],
        "publisher": "Yen On",
        "publishedDate": "2016-05-24",
        "description": "For twelve years, the virtual world of Yggdrasil has served as the playground and battlefield for the skeletal lord Momonga and his guild of fellow monsters, Ainz Ooal Gown. But the guild's glory days are over, and the game is shutting down permanently. When Momonga logs in one last time just to be there when the servers go dark, something happens--and suddenly, fantasy is reality. A rogues' gallery of fanatically devoted NPCs is ready to obey his every order, but the world Momonga now inhabits is not the one he remembers. The game may be over, but the epic tale of Ainz Ooal Gown is only beginning...",
        "identifier": {
            "identifier": "9780316272247"
        },
        "pageCount": 256,
        "thumbnail": "http://books.google.com/books/content?id=GpeOjgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Strike the Blood",
        "volumeNumber": 6,
        "authors": [
            "Gakuto Mikumo"
        ],
        "publisher": "Yen Press",
        "publishedDate": "2017-03-21",
        "description": "Yukina and Koujou are reunited once more and ready to take on the army of Nalakuvera! Will the strength of his new beast vassal allow the Fourth Primogenitor to reign supreme, or will the Black Death Emperor Front succeed in destroying Itogami City?",
        "identifier": {
            "identifier": "9780316466080"
        },
        "pageCount": 192,
        "thumbnail": "http://books.google.com/books/content?id=YCWJDAEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Strike the Blood",
        "volumeNumber": 7,
        "authors": [
            "Gakuto Mikumo"
        ],
        "publisher": "Yen Press",
        "publishedDate": "2017-06-20",
        "description": "Kojou and Yukina help Natsuki Minamiya by trying to capture the \"Masked\" appearing in the skies above Itogami City, but one of the Masked turns out to be Yukina and Nagisa's friend-Kanon Kanase. When Kanon disappears, Kojou and Yukina go after her, but fall into a trap set by the mega-corp Magus Craft and find themselves abandoned on a deserted island...",
        "identifier": {
            "identifier": "9780316466097"
        },
        "pageCount": 176,
        "thumbnail": "http://books.google.com/books/content?id=ZOZDvgAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Strike the Blood",
        "volumeNumber": 8,
        "authors": [
            "Gakuto Mikumo"
        ],
        "publisher": "Yen Press",
        "publishedDate": "2017-09-19",
        "description": "Time is running out for Kanon Kanase. If they can't stop the faux-angel ritual in time, she'll ascend from realm of mankind and become something truly inhuman. Will the Fourth Primogenitor be strong enough to stop this madness before it's too late? The Amphisbaena arc reaches its heart-pounding conclusion!",
        "identifier": {
            "identifier": "9780316562669"
        },
        "pageCount": 176,
        "thumbnail": "http://books.google.com/books/content?id=FmXbAQAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Durarara!! Yellow Scarves Arc",
        "volumeNumber": 1,
        "authors": [
            "Ryohgo Narita"
        ],
        "publisher": "Yen Press",
        "publishedDate": "2014-09-23",
        "description": "The serial slashings in Ikebukuro have come to an end, and Anri is steadily recovering from her injuries. But life is far from \"back to normal\" for Kida. Enraged at the random violence that has shattered the peace of his neighborhood, Kida and his middle school crew, the Yellow Scarves, reunite to address the rise of organized gangs in town-the Dollars, the followers of Saika, and now the Yellow Scarves. When all is said and done, who will hold the power on the streets of Ikebukuro?",
        "identifier": {
            "identifier": "9780316335874"
        },
        "pageCount": 176,
        "thumbnail": "http://books.google.com/books/content?id=40FByAEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Durarara!! Yellow Scarves Arc",
        "volumeNumber": 2,
        "authors": [
            "Ryohgo Narita"
        ],
        "publisher": "Yen Press",
        "publishedDate": "2014-11-18",
        "description": "The Yellow Scarves are threatened when an unknown individual infiltrates their hideout. Just when the Yellow Scarves have their quarry cornered, the Headless Rider, urban legend of Ikebukuro, comes to her rescue. The incident leaves the entire neighborhood unsettled once again, and the resulting turmoil forces Masaomi Kida, leader of the Yellow Scarves, to come face-to-face with the painful past from which he once fled...",
        "identifier": {
            "identifier": "9780316337038"
        },
        "pageCount": 192,
        "thumbnail": "http://books.google.com/books/content?id=D30KoAEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Durarara!! Yellow Scarves Arc",
        "volumeNumber": 3,
        "authors": [
            "Ryohgo Narita"
        ],
        "publisher": "Yen Press",
        "publishedDate": "2015-07-21",
        "description": "\"That's why I'm Here.\" To face the past and protect the present, Masaomi Kida, leader of the Yellow Scarves, heads to Izaya's apartment. His intention is to discover the true identity of the leader of the Dollars, but what he finds shocks him to his core! When the Yellow Scarves, the Dollars, and the followers of Saika all gather in one place, three best friends must confront the greatest challenge to their friendship...",
        "identifier": {
            "identifier": "9780316305037"
        },
        "pageCount": 208,
        "thumbnail": "http://books.google.com/books/content?id=d3EprgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Durarara!!",
        "volumeNumber": 1,
        "authors": [
            "Ryohgo Narita"
        ],
        "publisher": "Yen Press",
        "publishedDate": "2012-01-24",
        "description": "Welcome to Ikebukuro, where Tokyo's wildest characters gather!! Meet an ordinary boy who daydreams about the extraordinary. A naive stalker girl. The strongest man in Ikebukuro. A shut-in doctor with questionable credentials. A hedonistic informant...and the \"headless rider\" astride a pitch-black motorcycle!? As their paths cross, this eccentric cast weaves a twisted, cracked love story...",
        "identifier": {
            "identifier": "9780316204903"
        },
        "pageCount": 176,
        "thumbnail": "http://books.google.com/books/content?id=c41SXwAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Durarara!! Saika Arc",
        "volumeNumber": 3,
        "authors": [
            "Ryohgo Narita"
        ],
        "publisher": "Yen Press",
        "publishedDate": "2014-01-21",
        "description": "We love all of humanity. Mysterious chat room messages, all posted under the name \"Saika,\" profess love for humanity - and for one man in particular. Saika's target: Shizuo Heiwajima!! Over fifty people have been struck in the worst case of serial slashings in the history of Ikebukuro. But the slasher's victims have tasted not only the blade, but also the vision of their attacker. A vision of love, love, love that can only be realized when their own blades have pierced the bodies of their beloveds. Shizuo braces himself for a battle to the death in the shocking climax of the Saika Arc!!",
        "identifier": {
            "identifier": "9780316369015"
        },
        "pageCount": 192,
        "thumbnail": "http://books.google.com/books/content?id=pFKCnQEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Zero's Familiar Omnibus 1-3",
        "volumeNumber": 1,
        "authors": [
            "Noboru Yamaguchi"
        ],
        "publisher": "Seven Seas",
        "publishedDate": "2013-05-07",
        "description": "496-page manga omnibus based on the hit anime about a klutzy witch and the teenage boy who serves her In a world where sorcery reigns supreme, bumbling witch-in-training Louise Francoise le Blanc de La Valliere is known by her classmates at the Tristain Academy of Magic as \"Louise the Zero.\" During an important coming-of-age ritual, when each student must summon a lifelong familiar, Louise proves herself klutz when she mistakenly conjures a teenage boy from Earth. Now, whether they like it or not, Louise and her unwilling servant, Saito, are bound to each other by the laws of magic for all eternity!",
        "identifier": {
            "identifier": "9781934876077"
        },
        "pageCount": 496,
        "thumbnail": "http://books.google.com/books/content?id=Bd3LMgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Zero's Familiar Omnibus 4-5",
        "volumeNumber": 2,
        "authors": [
            "Noboru Yamaguchi"
        ],
        "publisher": "Seven Seas",
        "publishedDate": "2013-09-03",
        "description": "Zero's Familiar Omnibus 4-5, a graphic novel by Noboru Yamaguchi; with art by Nana Mochizuki Louise and her spellbinding companions have been sent on a top secret mission to the Kingdom of Albion, where the royal family is besieged on all sides by rebelling nobles. They are accompanied by the dashing Viscount Wardes, who is not only caprain of the Griffin Corp, but is also Louise's longtime fiance. Saito can't help but feel jealous of the impressive captain, but there's a more pressing concern: will they find rhe Prince of Albion in time before the kingdom is lost?",
        "identifier": {
            "identifier": "9781937867676"
        },
        "pageCount": 352,
        "thumbnail": "http://books.google.com/books/content?id=Xpm-MgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Zero's Familiar Omnibus",
        "volumeNumber": 3,
        "authors": [
            "Noboru Yamaguchi"
        ],
        "publisher": "Seven Seas",
        "publishedDate": "2014-01-07",
        "description": "New omnibus based on the hit anime about a klutzy witch and the teenage boy who serves her This omnibus edition contains volumes 6-7 of the Zero's Familiar manga series. Seven Seas is pleased to publish Zero's Familiar for the first time in North America, and will release the entire series in three omnibus editions. Saito's been in hot water with Louise before, but things have never looked this bad! Siesta, and the rest of the gang take Saito on a treasure hunt that could fix his romantic problems once and for all, but he finds more than he bargained for--the first real clue that could lead him back to his homeworld. Meanwhile, the small nation of Tristain is on the brink of war with the Albion Empire whose underhanded tactics threaten to push hostilities over the edge. Can a mage called Zero and her legendary familiar come together to prevent a catastrophe?",
        "identifier": {
            "identifier": "9781937867881"
        },
        "pageCount": 352,
        "thumbnail": "http://books.google.com/books/content?id=_EGImgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "language": "en"
    },
    {
        "title": "No Game, No Life",
        "volumeNumber": 1,
        "authors": [
            "Yuu Kamiya"
        ],
        "publisher": "Seven Seas",
        "publishedDate": "2014-10-21",
        "description": "The Seven Seas manga edition of the wildly popular series for fans of Sword Art Online. In this graphic novel, No Game, No Life centers around Sora and Shiro, a brother and sister who are brilliant (but unemployed) gamers whose Internet fame have spawned urban legends all over the Internet. One day, they are summoned by a boy named \"God\" to an alternate world. There, God has prohibited war and declared this to be a world where \"everything is decided by games\" - even national borders. Humanity has been driven back into one remaining city by the other races. Will Sora and Shiro, the good-for-nothing brother and sister, become the \"Saviors of Humanity\" on this alternate world?",
        "identifier": {
            "identifier": "9781626920798"
        },
        "pageCount": 192,
        "thumbnail": "http://books.google.com/books/content?id=CqkCoQEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "language": "en"
    },
    {
        "title": "I've Been Killing Slimes for 300 Years and Maxed Out My Level",
        "volumeNumber": 2,
        "authors": [
            "Kisetsu Morita"
        ],
        "publisher": "Yen Press LLC",
        "publishedDate": "2018-08-21",
        "description": "When you're level 99, finding time to relax can be the hardest part... After I died from overwork in my previous life, I decided keeping a good work-life balance in this one would be my top priority. I've been a lot busier ever since word got out that I'm level 99, but my world has also been getting bigger. Beelzebub is the most reliable demon I've ever met, Falfa and Shalsha are as adorable as can be, Laika is the best apprentice anyone could ask for, and Halkara is...well, Halkara is doing her best. Whether it's hosting a café, fighting ghosts in a factory, or even meeting a demon king, there's nothing we can't handle together! Still, what I'd rather be doing the most is enjoying my downtime. And I'm not about to forget the importance of taking life one step at a time!",
        "identifier": {
            "identifier": "9780316448291"
        },
        "pageCount": 224,
        "thumbnail": "http://books.google.com/books/content?id=pIpJDwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Arpeggio of Blue Steel",
        "volumeNumber": 9,
        "authors": [
            "Ark Performance"
        ],
        "publisher": "Seven Seas",
        "publishedDate": "2017-01-10",
        "description": "Arpeggio of Blue Steel is a gripping, action-packed manga series set in the near-future where humans must wage an aquatic war of survival against a mysterious alien invader. Humanity's only hope is to launch a sentient superweapon: a girl able to transform into a deadly submarine. The Japanese animation studio, Sanzigen, which worked on the Attack on Titan anime, adapted Arpeggio of Blue Steel into a thirteen-episode anime, now available for US anime fans via Discotek Media. Each meticulously illustrated volume of the manga Arpeggio of Blue Steel contains color inserts and features futuristic and explosive submarine battles that are sure to captivate readers. In the early twenty-first century, the majority of Earth's landmass is submerged due to rising sea levels. Enter the Fleet of Fog, a host of sentient alien battleships of unknown origin who easily decimate earth's naval forces. Humanity is now on the verge of extinction. In the year 2039, the stalwart Captain Chihaya Gunzou and his intrepid crew on the Blue Steel fleet may be humanity's last chance to fight off the alien invaders. The Blue Steel fleet happens to contain a secret weapon that could turn the tide of war: a mysterious I-401 submarine that can transform into a girl.",
        "identifier": {
            "identifier": "9781626923805"
        },
        "pageCount": 180,
        "thumbnail": "http://books.google.com/books/content?id=49SvDAEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Arpeggio of Blue Steel",
        "volumeNumber": 5,
        "authors": [
            "Ark Performance"
        ],
        "publisher": "Seven Seas",
        "publishedDate": "2015-07-21",
        "description": "THE UNLIKELIEST OF FRIENDS The mansion where Professor Osakabe and Makie live is under attack, and nobody is happy about it: not the government, not the residents, and not even the attacking soldiers, who find themselves face to face with Haruna and learn firsthand that even without their battleships, the Fog's mental models are a force to be reckoned with! Haruna's world has been turned upside down since the I-401 destroyed her and Kirishima's battleships. She's learned that Osakabe Makie has also become her friend. And now Haruna is quickly learning the meaning of both \"friendship\" and \"loss\"-concepts she's never had to grapple with before.",
        "identifier": {
            "identifier": "9781626921573"
        },
        "pageCount": 192,
        "thumbnail": "http://books.google.com/books/content?id=P6LyoQEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Arpeggio of Blue Steel",
        "volumeNumber": 13,
        "authors": [
            "Ark Performance"
        ],
        "publisher": "Seven Seas",
        "publishedDate": "2018-08-21",
        "description": "The popular science fiction series of naval strategy and political drama--the basis for the hit anime streaming on Crunchyroll--continues with this latest volume.",
        "identifier": {
            "identifier": "9781626928794"
        },
        "pageCount": 180,
        "thumbnail": "http://books.google.com/books/content?id=rUARtAEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "language": "en"
    },
    {
        "title": "RWBY : After the Fall",
        "volumeNumber": 0,
        "authors": [
            "E. C. Myers",
            " Monty Oum"
        ],
        "publisher": "Rwby",
        "publishedDate": "2019-06-25",
        "description": "In the future-fantasy world of RWBY, Rooster Teeth's hit animated webseries, teens train to become warriors. Join the fight in this epic official, original novel from EC Myers and RWBY's head writers! Trouble is brewing . . . After Beacon Academy fell, Coco, Fox, Velvet, and Yatsuhashi made a vow: No one else is getting left behind. It's been more than a year since Team CFVY saw their school destroyed by the creatures of Grimm, their friends felled in battle or scattered across the world of Remnant. Since then, they've been settling into life at Shade Academy in Vacuo, fighting hard to finish their training so they can find their friends and save their world. When a distress message comes into Shade, asking for huntsmen and huntresses to defend refugees from a never-ending stream of Grimm, Team CFVY answers the call without hesitation. But in the heat of the desert, they're forced to relive their former battles, both from the fall of Beacon and from everything that came before. Don't miss this exclusive original story straight from award-winning author E.C. Myers and RWBY's head writers, Kerry Shawcross and Miles Luna!",
        "identifier": {
            "identifier": "9781338305746"
        },
        "pageCount": 304,
        "thumbnail": "http://books.google.com/books/content?id=dDIWuwEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "language": "en"
    },
    {
        "title": "RWBY",
        "volumeNumber": 0,
        "authors": [
            "Shirow Miwa",
            " Rooster Teeth Productions"
        ],
        "publisher": "VIZ Media LLC",
        "publishedDate": "2018-01-16",
        "description": "In adventures based on Rooster Teeth’s hit animation series, Ruby, Weiss, Blake and Yang are students at Beacon Academy, learning to protect the world from the fearsome Grimm. When the people of Remnant aren't fighting monsters, they still find conflict among themselves. Now they are at fierce odds. Ruby Rose, Weiss Schnee, Blake Belladonna and Yang Xiao Long are Team RWBY. Together they are learning the deadly craft of hunting the monstrous species known as the Grimm. Never before revealed adventures of Team RWBY featuring Ruby, Weiss, Blake & Yang before academy and before they were teammates. Plus, a Team JNPR battle featuring a much-younger Jaune!",
        "identifier": {
            "identifier": "9781421595122"
        },
        "pageCount": 250,
        "thumbnail": "http://books.google.com/books/content?id=QOYavgAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "language": "en"
    },
    {
        "title": "RWBY: Official Manga Anthology",
        "volumeNumber": 1,
        "authors": [
            "Various"
        ],
        "publisher": "VIZ Media LLC",
        "publishedDate": "2018-05-15",
        "description": "Straight from Rooster Teeth’s hit animation series, a new four-volume anthology series featuring stories from various manga creators, each focusing on a different member of Team RWBY! The world of Remnant is filled with horrific monsters bent on the destruction of humanity. Fortunately, the kingdoms of the world have risen to combat these forces by training powerful Huntsmen and Huntresses at academies around the planet. Ruby Rose, Weiss Schnee, Blake Belladonna, and Yang Xiao Long are four such Huntresses in training. All new short stories set in the world of RWBY from no less than twenty different manga creators in one single volume! Includes a full color four-page story and four full-color illustrations. This volume focuses on Ruby Rose from TEAM RWBY. Plus, bonus messages from the illustrators and creators, with longer notes from RWBY character designer Ein Lee and actress Lindsay Jones, the voice of Ruby Rose herself!",
        "identifier": {
            "identifier": "9781974701575"
        },
        "pageCount": 184,
        "thumbnail": "http://books.google.com/books/content?id=IyE4tAEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "language": "en"
    },
    {
        "title": "RWBY: Official Manga Anthology",
        "volumeNumber": 2,
        "authors": [
            "Various"
        ],
        "publisher": "VIZ Media LLC",
        "publishedDate": "2018-08-21",
        "description": "Straight from Rooster Teeth’s hit animation series, a new four-volume anthology series featuring stories from various manga creators, each focusing on a different member of Team RWBY! The world of Remnant is filled with horrific monsters bent on the destruction of humanity. Fortunately, the kingdoms of the world have risen to combat these forces by training powerful Huntsmen and Huntresses at academies around the planet. Ruby Rose, Weiss Schnee, Blake Belladonna and Yang Xiao Long are four such Huntresses in training. The heiress to the Schnee Dust Company is not someone to underestimate just because of her privileged background. These tales show how tough Weiss is—and how real. From a team of exciting new manga artists comes the second volume in a series of short story collections showcasing Ruby, Weiss, Blake and Yang!",
        "identifier": {
            "identifier": "9781974701582"
        },
        "pageCount": 184,
        "thumbnail": "http://books.google.com/books/content?id=eOBXswEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "language": "en"
    },
    {
        "title": "RWBY: Official Manga Anthology",
        "volumeNumber": 3,
        "authors": [
            "Various"
        ],
        "publisher": "VIZ Media LLC",
        "publishedDate": "2018-11-20",
        "description": "Straight from Rooster Teeth’s hit animation series, a new four-volume anthology series featuring stories from various manga creators, each focusing on a different member of Team RWBY! The world of Remnant is filled with horrific monsters bent on the destruction of humanity. Fortunately, the kingdoms of the world have risen to combat these forces by training powerful Huntsmen and Huntresses at academies around the planet. Ruby Rose, Weiss Schnee, Blake Belladonna and Yang Xiao Long are four such Huntresses in training. All new short stories set in the world of RWBY from more than fifteen different manga creators in one single volume! Includes a full-color four-page story and four full-color illustrations. This volume focuses on Blake Belladonna from TEAM RWBY. Plus, bonus messages from the illustrators and creators, with longer notes from RWBY character designer Ein Lee and actress Arryn Zech, the voice of Blake Belladonna herself!",
        "identifier": {
            "identifier": "9781974702817"
        },
        "pageCount": 168,
        "thumbnail": "http://books.google.com/books/content?id=Gq_oswEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Corpse Party: Book of Shadows",
        "volumeNumber": 0,
        "authors": [
            "Makoto Kedouin"
        ],
        "publisher": "Yen Press",
        "publishedDate": "2017-11-14",
        "description": "The past comes calling... Return once more to the haunted halls of Tenjin Elementary School to explore the what-ifs, should-haves, and could-have-beens of Corpse Party: Blood Covered. After all, didn't everything wrap up just a little too nicely the first time around...?",
        "identifier": {
            "identifier": "9780316441698"
        },
        "pageCount": 608,
        "thumbnail": "http://books.google.com/books/content?id=yILmAQAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Gunslinger Girl: Finale",
        "volumeNumber": 7,
        "authors": [
            "Yu Aida"
        ],
        "publisher": "Seven Seas",
        "publishedDate": "2013-07-02",
        "description": "The thrilling New York Times best selling series reaches a heart-pounding conclusion The Gunslinger Girl saga comes to a stunning conclusion as the scattered factions of the Five Republics movement have united together under the leadership of the terrorist Dante. Utilizing a cache of stolen cruise missles, the Padanian terrorists unleash a series of devistating attacks across the Italian Peninsula and seize control of the New Turin Nuclear Plant. Their demands are simple: shut down the Social Welfare Agency or die. A must-have for fans of Gunsmith Cats and Battle Royale, the Gunslinger Girl manga series has spawned two highly successful anime series and a direct-to-video follow-up special. All of these anime have been released in North America on both DVD and Blu-ray by FUNimation.",
        "identifier": {
            "identifier": "9781937867287"
        },
        "pageCount": 192,
        "thumbnail": "http://books.google.com/books/content?id=yBa6lAEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Gunslinger Girl Omnibus",
        "volumeNumber": 6,
        "authors": [
            "Yu Aida"
        ],
        "publisher": "Seven Seas",
        "publishedDate": "2013-01-08",
        "description": "The Gunslinger Girl saga comes to a heart-pounding conclusion as the scattered factions of the Five Republics movement have united together under the leadership of the terrorist Dante. Utilizing a cache of stolen cruise missles, the Padanian terrorists unleash a series of devistating attacks across the Italian Peninsula and seize control of the New Turin Nuclear Plant. Their demands are simple: shut down the Social Welfare Agency or die.",
        "identifier": {
            "identifier": "9781937867072"
        },
        "pageCount": 352,
        "thumbnail": "http://books.google.com/books/content?id=QgvDtAEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Gunslinger Girl Omnibus",
        "volumeNumber": 5,
        "authors": [
            "Yu Aida"
        ],
        "publisher": "Seven Seas",
        "publishedDate": "2012-09-04",
        "description": "The New York Times bestselling series about heartless child killers with no memory continues After years in exile, Giacomo Dante, the infamous mastermind of the \"The Croce Incident,\" has returned to take his rightful place as leader of the Five Republics. His first act as new leader is to seize control of Venice's landmark St. Mark's Campanile and demand the release of fellow terrorist Aaron Cicero, along with fifty of their comrades-in-arms who are being held as political prisoners. Unable to bow to Dante's demands, the Italian government has no choice but to meet force with force, in a battle that will have dire consequences. Gunslinger Girl's explosive endgame starts here!",
        "identifier": {
            "identifier": "9781935934837"
        },
        "pageCount": 320,
        "thumbnail": "http://books.google.com/books/content?id=Tr8vtgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Gunslinger Girl Omnibus",
        "volumeNumber": 4,
        "authors": [
            "Yu Aida"
        ],
        "publisher": "Seven Seas",
        "publishedDate": "2012-03-13",
        "description": "When Henrietta barely survives a brutal attack that killed her family, she is \"rescued\" by the Social Welfare Agency who repairs her body with robotic components and brainwashes her to forget her past and become a lethal cyborg assassin.",
        "identifier": {
            "identifier": "9781935934141"
        },
        "pageCount": 320,
        "thumbnail": "http://books.google.com/books/content?id=dW-rDAEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Gunslinger Girl Omnibus",
        "volumeNumber": 2,
        "authors": [
            "Yu Aida"
        ],
        "publisher": "Seven Seas",
        "publishedDate": "2011-04-26",
        "description": "This omnibus edition contains volumes four through six of the hit Gunslinger Girl manga series completely relettered and retranslated. Seven Seas is pleased to republish Gunslinger Girl in two omnibus editions and will then release all-new individual volumes that have never been published in North America. The Social Welfare Agency: a secret counter-terrorism unit for the Italian government that rescues troubled young girls and turns them into cybernetically-enhanced ruthless killers who do the government's dirty work. Yet the child assassins are not as heartless as they were programmed to be. Henrietta struggles with her conflicted feelings towards her handler Jose, while fellow agent Triela combats her own inner demons as she strives to remember the girl she once was. Meanwhile, the clash between the Social Welfare Agency and the covert radical group known as the Five Republics continues. As the Five Republics targets one of the Agency's handlers, the Agency plans its own counter-strike that will pit Triela against the professional assassin and martial arts master known as Pinocchio in a rematch to the death.",
        "identifier": {
            "identifier": "9781934876978"
        },
        "pageCount": 576,
        "thumbnail": "http://books.google.com/books/content?id=92hotgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Gunslinger Girl Omnibus",
        "volumeNumber": 1,
        "authors": [
            "Yu Aida"
        ],
        "publisher": "Seven Seas",
        "publishedDate": "2011-02-01",
        "description": "After Henrietta barely surives the savage murder of her family, Italy's Social Welfare Agency takes her in and repairs her injuries using the latest in cybernetic technology. All traces of Henrietta's past are wiped from her mind as she becomes one of the Agency's most lethal assassins. Despite her progamming, Henrietta is troubled by fragmented memories. Her handler Jose must keep her feelings in check and ensure that she stays on mission; a task made all the more difficult by Henrietta's striking resemblance to Jose's late younger sister.",
        "identifier": {
            "identifier": "9781934876923"
        },
        "pageCount": 576,
        "thumbnail": "http://books.google.com/books/content?id=2VOztgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Unofficial Hatsune Mix",
        "volumeNumber": 0,
        "authors": [
            "Kei"
        ],
        "publisher": "Dark Horse Manga",
        "publishedDate": "2014-09-09",
        "description": "Hatsune Miku, a humanoid synthesizer cybercelebrity, has a series of musical misadventures with her fellow Vocaloid friends Rin, Len, and Luka.",
        "identifier": {
            "identifier": "9781616554125"
        },
        "pageCount": 477,
        "thumbnail": "http://books.google.com/books/content?id=LjGpngEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "language": "en"
    },
    {
        "title": "No Game No Life",
        "volumeNumber": 1,
        "authors": [
            "Yuu Kamiya"
        ],
        "publisher": "Yen Press LLC",
        "publishedDate": "2015-04-21",
        "description": "The original light novel that started the phenomenon! In this fantasy world, everything's a game--and these gamer siblings play to win! Meet Sora and Shiro, a brother and sister who are loser shut-ins by normal standards. But these siblings don't play by the rules of the \"crappy game\" that is average society. In the world of gaming, this genius pair reigns supreme, their invincible avatar so famous that it's the stuff of urban legend. So when a young boy calling himself God summons the siblings to a fantastic alternate world where war is forbidden and all conflicts--even those involving national borders--are decided by the outcome of games, Sora and Shiro have pretty much hit the jackpot. But they soon learn that in this world, humanity, cornered and outnumbered by other species, survives within the confines of one city. Will Sora and Shiro, two failures at life, turn out to be the saviors of mankind? Let the games begin...!",
        "identifier": {
            "identifier": "9780316383110"
        },
        "pageCount": 176,
        "thumbnail": "http://books.google.com/books/content?id=_K2kBQAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "language": "en"
    },
    {
        "title": "No Game No Life",
        "volumeNumber": 8,
        "authors": [
            "Yuu Kamiya"
        ],
        "publisher": "Yen Press LLC",
        "publishedDate": "2019-04-02",
        "description": "History repeats itself...or does it?!With the end of Sora and Shiro's dice game against the Old Deus fast approaching, they're faced with completing Jibril's final task-a strategic simulation game set during the ancient Great War, before the world of Disboard changed. As leaders of the weakest race, Immanity, the gamer siblings have one objective: Ensure that in this version of the War, no one dies. But when their Old Deus opponent demands a sacrifice, Sora and Shiro will have to come up with some unconventional tactics to secure victory!",
        "identifier": {
            "identifier": "9780316502665"
        },
        "pageCount": 224,
        "thumbnail": "http://books.google.com/books/content?id=NwzhDgAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "language": "en"
    },
    {
        "title": "No Game No Life",
        "volumeNumber": 7,
        "authors": [
            "Yuu Kamiya"
        ],
        "publisher": "Yen Press LLC",
        "publishedDate": "2018-10-30",
        "description": "IT'S A GAME OF LIFE AND DEATH BETWEEN THE GAMER SIBLINGS AND A GOD!Subsequent to the eternal Great War, Disboard-the world where everything is decided by games and wagers rather than violence-is born. But winners still trample losers, and the victims pile up. A young Shrine Maiden laughs at how nothing has changed... Sora and Shiro agree to a dice game in which the number of dice you have is determined by your age, but in a contest where all the players are pitted against one another and death hangs in the balance, will the sibling gamers survive or lose everything-including their lives?",
        "identifier": {
            "identifier": "9780316316439"
        },
        "pageCount": 240,
        "thumbnail": "http://books.google.com/books/content?id=HcCNDQAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "language": "en"
    },
    {
        "title": "No Game No Life",
        "volumeNumber": 6,
        "authors": [
            "Yuu Kamiya"
        ],
        "publisher": "Yen Press LLC",
        "publishedDate": "2017-07-25",
        "description": "Before Sora and Shiro set foot on Disboard, there was another remarkable duo!! Tet, the One True God, takes a break to amuse himself among the mortals only to collapse on the streets of Elkia. When a familiar face finds him and lends a helping hand, the God of Play regales her with a tale from the Great War about a human man who challenged the world and a strange girl who sought to comprehend the human heart... Let the games begin!",
        "identifier": {
            "identifier": "9780316385268"
        },
        "pageCount": 240,
        "thumbnail": "http://books.google.com/books/content?id=kubaCgAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "language": "en"
    },
    {
        "title": "No Game No Life",
        "volumeNumber": 5,
        "authors": [
            "Yuu Kamiya"
        ],
        "publisher": "Yen Press LLC",
        "publishedDate": "2016-12-20",
        "description": "In the world of Disboard, everything is decided by games. Since arriving in this strange place, genius gamer siblings Sora and Shiro have risen to become king and queen of what's left of Disboard's humans. Their latest challenge is winning an unwinnable romance game against the races of Dhampir and Siren. To uncover the true strategy to beat this sadistic game of love, they head for the home of the angelic Flügel: the midair city of Avant Heim. But the Flügel are a hideously powerful race, created specifically to kill gods. Will things really go as planned?",
        "identifier": {
            "identifier": "9780316385237"
        },
        "pageCount": 208,
        "thumbnail": "http://books.google.com/books/content?id=JA5MCgAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "language": "en"
    },
    {
        "title": "No Game No Life",
        "volumeNumber": 3,
        "authors": [
            "Yuu Kamiya"
        ],
        "publisher": "Yen On",
        "publishedDate": "2015-10-27",
        "description": "One of the gamer siblings has vanished! In the world of Disboard, everything is decided by games. And after rising to reign as the monarchs of the remnants of Disboard's humans, gamer siblings Sora and Shiro have now wagered the fate of every human being alive on the outcome of a game against the Eastern Union! But immediately after making this wager, Sora disappears, leaving only a cryptic message behind. \" \", the legendary two-in-one gamer, has been torn asunder! What is Sora thinking? What will Shiro do? What will become of humanity? And what about the paradise of animal girls?! In the third volume of the bestselling alternate-world fantasy series, it's a risky showdown against the Werebeasts!",
        "identifier": {
            "identifier": "9780316385190"
        },
        "pageCount": 208,
        "thumbnail": "http://books.google.com/books/content?id=KO8vrgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "language": "en"
    },
    {
        "title": "No Game No Life",
        "volumeNumber": 2,
        "authors": [
            "Yuu Kamiya"
        ],
        "publisher": "Yen On",
        "publishedDate": "2015-07-21",
        "description": "The gamer siblings have their eyes on a new target--the land of the animal girls... It's gamer siblings vs. animal girls, but first there's some angel trouble to deal with! After having been summoned to the world of Disboard, where a boyish god has declared that all conflicts must be resolved via games, the genius gamer siblings Sora and Shiro have ascended to rule over the strange world's embattled humans. Now brother and sister must challenge the other races directly, and the games are afoot! Will Sora and Shiro be able to stand against the might of the angelic Flügel race? The next chapter in the hit fantasy series begins here!",
        "identifier": {
            "identifier": "9780316385176"
        },
        "pageCount": 192,
        "thumbnail": "http://books.google.com/books/content?id=we3grQEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "language": "en"
    },
    {
        "title": "The Saga of Tanya the Evil",
        "volumeNumber": 1,
        "authors": [
            "Carlo Zen"
        ],
        "publisher": "Yen Press",
        "publishedDate": "2018-02-06",
        "description": "What would an ultra-rational Japanese salaryman do if he was reborn as a girl in a world where magic was real? Obviously, become the Empire's most feared magic soldier, while climbing the army career ladder at the ripe old age of nine. The only things standing in Tanya Degurechaff's way are a world war and maybe a supernatural being or two. But Tanya isn't about to let artillery shells or deadly spells stop her when a cushy desk job is calling!",
        "identifier": {
            "identifier": "9780316444040"
        },
        "pageCount": 160,
        "thumbnail": "http://books.google.com/books/content?id=ArPHtAEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "language": "en"
    },
    {
        "title": "The Saga of Tanya the Evil",
        "volumeNumber": 2,
        "authors": [
            "Carlo Zen"
        ],
        "publisher": "Yen Press",
        "publishedDate": "2018-05-22",
        "description": "After being reborn, Tanya has earned the right to be called an Ace and is steadily climbing the ranks. But as much as she wishes to be placed in the safety of the rear, for some reason she keeps winding up at the very edge of the front lines! While swearing revenge on Being X, Tanya's days of brutal combat alongside her beautiful subordinate, Visha, have begun...",
        "identifier": {
            "identifier": "9780316444071"
        },
        "pageCount": 160,
        "thumbnail": "http://books.google.com/books/content?id=6trHtAEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "language": "en"
    },
    {
        "title": "The Saga of Tanya the Evil",
        "volumeNumber": 3,
        "authors": [
            "Carlo Zen"
        ],
        "publisher": "Yen Press LLC",
        "publishedDate": "2018-07-24",
        "description": "At last, the long-awaited days of tranquility are here! Tanya begins attending war college, where she spends her time feasting in leisure. But who would've thought that a conversation with General von Zettour would lead to another turn of events...! Will her days of delicious bread and clean bed sheets come to an end?",
        "identifier": {
            "identifier": "9781975353377"
        },
        "pageCount": 192,
        "thumbnail": "http://books.google.com/books/content?id=bAxHDwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "language": "en"
    },
    {
        "title": "The Saga of Tanya the Evil",
        "volumeNumber": 4,
        "authors": [
            "Carlo Zen"
        ],
        "publisher": "Yen Press",
        "publishedDate": "2018-10-30",
        "description": "Zero candidates was Tanya's ultimate key to forestalling a new project that would send her to the front lines. But plans backfire after waves of applications from fresh, promising soldiers flood the office. And just when things couldn't get any worse, the Elinium 95's mind contamination begins to take effect on the young captain who-before realizing it-is now the official leader of a battalion?!",
        "identifier": {
            "identifier": "9781975353742"
        },
        "pageCount": 160,
        "thumbnail": "http://books.google.com/books/content?id=cZzUswEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "language": "en"
    },
    {
        "title": "The Saga of Tanya the Evil",
        "volumeNumber": 5,
        "authors": [
            "Carlo Zen"
        ],
        "publisher": "Yen Press",
        "publishedDate": "2019-01-22",
        "description": "As hinted at by Colonel Lergen's \"thoughtful\" words of advice, an attack on Dacia has been ordered by the Empire, and the fearsome power of the new mage battalion is deployed. Determined to unleash the power of modernity upon the enemy, Tanya prepares her freshly polished human shields for an all-out battle...There's no holding back with a resume-worthy achievement on the line...!!",
        "identifier": {
            "identifier": "9781975353759"
        },
        "pageCount": 160,
        "thumbnail": "http://books.google.com/books/content?id=ev-ntgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "language": "en"
    },
    {
        "title": "The Saga of Tanya the Evil",
        "volumeNumber": 6,
        "authors": [
            "Carlo Zen"
        ],
        "publisher": "Yen Press",
        "publishedDate": "2019-04-30",
        "description": "Extoled for her achievements in Dacia, Tanya makes her grand return to Norden! As the war escalates, so do the General Staff's expectations for the 203rd Aerial Mage Battalion (much to the young major's dismay). From a barrage of enemy formulas to communication mishaps with higher-ups, it looks like everyone in the world--be they enemies or allies--will stop at nothing to sabotage the former salaryman!",
        "identifier": {
            "identifier": "9781975304133"
        },
        "pageCount": 160,
        "thumbnail": "http://books.google.com/books/content?id=_sYIvQEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "language": "en"
    },
    {
        "title": "The Saga of Tanya the Evil",
        "volumeNumber": 7,
        "authors": [
            "Carlo Zen"
        ],
        "publisher": "Yen Press",
        "publishedDate": "2019-07-23",
        "description": "With undeniable wit and charisma, Tanya manages to charm her way into the warmth of the office...not. When an order for a military march launches the dumbfounded Degurechaff into the freezing depths of winter, fluffy pillows and five course meals are the last thing on her mind...That is, until the Major discovers another tempting course of action...",
        "identifier": {
            "identifier": "9781975357788"
        },
        "pageCount": 160,
        "thumbnail": "http://books.google.com/books/content?id=dLFZvwEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "language": "en"
    }
]